Repository: jtojnar/icicle
Catalog: po/*.po
Languages: nl, ro

source: Install SnowflakeOS
nl: Installeer SnowflakeOS
ro: Instalați SnowflakeOS

source: Install
nl: Installeren
ro: Instalați

source: Installer;Icicle;
nl: Installateur;Icicle;
ro: Instalare;Icicle;

source: Icicle Installer
nl: Icicle installatie programma
ro: Instalatorul Icicle

source: A graphical installer for NixOS based distributions.
nl: Een grafisch installatie programma voor distributies met NixOS als basis.
ro: Instalator grafic pentru distribuții bazate pe NixOS.

source: Give Icicle Installer root access
nl: Geef Icicle root toegang
ro: Dă permisiuni root instalatorului Icicle

source: Authentication is required to install operating system
nl: Authenticatie is benodigd voor de installatie van het besturingssysteem
ro: Autentificarea este necesară pentru a instala sistemul de operare

source: Installation Failed!
nl: De installatie is gefaalt!
ro: Instalarea a eșuat!

source: Upload Report
nl: Verslag Uploaden
ro: Trimite Raport

source: Open Report
nl: Verslag Openen
ro: Deschide Raport

source: Keyboard Layout
nl: Toetsenbordindeling
ro: Structura tastaturii

source: Test the Keyboard Layout
nl: Probeer de toetsenbordindeling uit
ro: Testează structura tastaturii

source: Show less
nl: Minder weergeven
ro: Afișează mai puțin

source: Show all
nl: Alles weergeven
ro: Arată tot

source: Clear
nl: Legen
ro: Șterge

source: Select a disk
nl: Selecteer een schijf
ro: Selectează un disc

source: Disk will be formatted and all data will be lost
nl: De schijf word geformatteerd en alle data zal verloren gaan
ro: Discul va fi formatat și toate datele vor fi pierdute

source: Advanced
nl: Geavanceerd
ro: Avansat

source: Refresh
nl: Ververs
ro: Reîmprospătează

source: Select partitions
nl: Selecteer partitie
ro: Selectează partițiile

source: Ready to install!
nl: Klaar voor installatie!
ro: Gata de instalare!

source: Missing <tt>/boot/efi</tt> partition
nl: Missende <tt>/boot/efi</tt> partitie
ro: Partiția <tt>/boot/efi</tt> lipsește

source: Missing <tt>/</tt> partition
nl: Missende <tt>/</tt> partitie
ro: Partiția <tt>/</tt> lipsește

source: Missing <tt>/</tt> and <tt>/boot/efi</tt> partitions
nl: Missende <tt>/</tt> en <tt>/boot/efi</tt> partities
ro: Partițiile <tt>/</tt> și <tt>/boot/efi</tt> lipsesc

source: Launch GParted
nl: Start GParted op
ro: Deschide GParted

source: Basic
nl: Basis
ro: De bază

source: {} (20 GB minimum needed)
nl: {} (Minstens 20 GB nodig)
ro: {} (minim 20 GB necesari)

source: Format
nl: Formateer
ro: Formatare

source: Mount
nl: Bevestig
ro: Montează

source: Do not mount
nl: Niet bevestigen
ro: Nu monta

source: Leave as is
nl: Niet wijzigen
ro: Lasă așa

source: Summary
nl: Samenvatting
ro: Rezumat

source: Language
nl: Taal
ro: Limbă

source: Keyboard
nl: Toetsenbord
ro: Tastatură

source: Timezone
nl: Tijdzone
ro: Fus orar

source: Partitions
nl: Partities
ro: Partiții

source: Full Disk
nl: Volledige schijf
ro: Disc întreg

source: Entire disk will be formatted
nl: Gehele schijf word geformatteerd
ro: Întreg discul va fi formatat

source: User
nl: Gebruiker
ro: Utilizator

source: Name
nl: Naam
ro: Nume

source: Username
nl: Gebruikersnaam
ro: Nume de utilizator

source: Hostname
nl: Hostnaam
ro: Numele sistemului

source: Mountpoint:
nl: Bevestigingspunt:
ro: Punct de montare:

source: Format:
nl: Formatteer:

source: Do not format
nl: Formatteer niet
ro: Nu formata

source: Create a new user
nl: Maak een nieuwe gebruiker aan
ro: Creează un utilizator nou

source: Password
nl: Wachtwoord
ro: Parolă

source: Confirm Password
nl: Bevestig wachtwoord
ro: Confirmare parolă

source: Log in automatically
nl: Automatisch aanmelden
ro: Conectare automată

source: Root password
nl: Root wachtwoord
ro: Parola root

source: Confirm root password
nl: Bevestig root wachtwoord
ro: Confirmare parolă root

source: Welcome!
nl: Welkom!
ro: Bine ai venit!

source: Choose a language
nl: Kies een taal
ro: Selectează o limbă

source: {} Installer
nl: {} Installatie programma
ro: Instalatorul {}

source: Installing…
nl: Installeren…
ro: Se instalează…

source: Installation Finished
nl: Installatie Geslaagt
ro: Instalarea s-a terminat

source: Installation Failed
nl: Installatie Gefaalt
ro: Instalarea a eșuat

source: Finished!
nl: Klaar!
ro: Gata!

source: Reboot
nl: Herstarten
ro: Restart

source: No Internet
nl: Geen Internet
ro: Fără internet

source: Please connect to the Internet to continue
nl: Verbind alstublieft met het Internet om verder te gaan
ro: Conectează-te la internet pentru a continua

source: Try {} live
nl: Probeer {} live
ro: Încearcă {} live

source: Advanced Installation
nl: Geavanceerde Installatie
ro: Instalare avansată

source: Extra Package Managers
nl: Extra Pakketbeheer
ro: Managere de pachete suplimentare

source: Enable Flatpak support
nl: Schakel Flatpak ondersteuning in
ro: Activează suportul Flatpak

source: Enable AppImage support by installing the "appimage-run" package. For AppImages to work, you must run them with the "appimage-run" command.
nl: Schakel AppImage ondersteuning in door het "appimage-run" pakket te installeren. Om AppImages te laten werken moet je ze opstarten met het "appimage-run" commando.
ro: Activează suportul AppImage prin instalarea pachetului "appimage-run". Pentru ca pachetele AppImage să funcționeze, trebuie rulate cu comanda "appimage-run".

source: Install the latest LTS kernel
nl: Installeer de nieuwste LTS kernel
ro: Instalează cel mai nou kernel cu suport îndelungat (LTS)

source: Install the latest kernel
nl: Installeer de nieuwste kernel
ro: Intalează cel mai nou kernel

source: Install the libre kernel
nl: Installeer de libre kernel
ro: Instalează libre kernel

source: Install the Zen kernel
nl: Installeer de Zen kernel
ro: Instalează Zen kernel

source: Basic Installation
nl: Basis Installatie
ro: Instalare de bază

source: Configurable and Customizable
nl: Configureerbaar en Aanpasbaar
ro: Configurabil și Personalizabil

source: Easily modify and manage your system configuration with the power of NixOS
nl: Pas je systeem makkenlijk aan met de kracht van NixOS
ro: Modifică și gestionează configuația sistemului foarte simplu, cu puterea NixOS

source: Nix Package Manager
nl: Nix Pakketbeheerder
ro: Managerul de pachete Nix

source: Keep your system stable with Nix's reliable and reproducible packages
nl: Houd uw systeem stabiel met Nix zijn betrouwbare en reproduceerbare pakketten
ro: Păstrează-ți sistemul stabil cu pachetele Nix reproductibile și de încredere

source: Over 80,000 packages available
nl: Meer dan 80.000 pakketten beschikbaar
ro: Peste 80.000 de pachete disponibile

source: Easily find and install all the packages you need on your SnowflakeOS system
nl: Vind makkenlijk alle pakketten die u nodig heeft voor uw SnowflakeOS systeem
ro: Găsește și instalează ușor toate pachetele de care ai nevoie pe sistemul tău SnowflakeOS

source: Kernel
ro: Nucleu
